lessons/PhysicalChemistry/1.org
#+TITLE: Physical Chemistry 01
#+AUTHOR: MKQ
#+KEYWORDS: phsical-chemistry note
#+LATEX_COMPILER: xelatex
#+LATEX_HEADER:\usepackage[scheme=plain]{ctex}
* 预习
** 气体动理论基本公式的推导
在一个分子总数为N，体积为V的密闭容器中，每个气体分子的质量为m，
将气体分子分成若干群（根据速度的不同），设各群分子的速度分别为，
u_1 ,u_2 ,u_3 ...u_i ...单位体积内各群分子的数目分别为n_1 ,n_2 ,
n_3 ...n_i ...这些数目的和即为单位体积内分子的数目n（n=N/V）

考虑第i群的分子，它的速度是u_i ,数密度为n_i ,将它的速度沿x,y,z,
轴进行分解，得到u_{ix},u_{iy},u_{iz},其中有
u_i^2 = u_{ix}^2 +u_{iy}^2 + u_{iz}^2 (这个结论之后会有用)。

再考虑一下单位时间内碰到器壁的分子数，假设第i群分子是朝向器壁的，
这样就可以碰上去了，那么单位时间dt碰到器壁dA上的分子数为
dA dt u_{ix} n_i (这里假设器壁与x轴垂直)
那么单位时间内的动量改变量为
\Delta p_i = 2m dA u_{ix}^2 dt n_i
由于只有一半分子是朝向器壁的，所以把2拿掉，然后带入上面那个式子
P=1/3 m\sum u_i^2 n_i
定义均方根速率，u^2=\Singma u_i^2 n_i/n
于是
P=1/3 mu^2 n
** 压力和温度的统计概念
分子的平均平动能E_t=1/2 mu^2 (u是均方根速率)
平均平动能与温度具有平行的关系
1/2mu^2 =f(T)
分子的平均平动能是温度的函数
温度反映了大量分子无规则运动的剧烈程度，讨论几个分子的温度是没有意义的

** 理想气体的状态方程
V=f(p,T,N)
(然后对V作全微分)

pV=nRT
其中，玻尔兹曼常数k_a=R/N_A
** 分子平均平动能与温度的关系
pV=1/3 Nmu^2

pV=Nk_a T

E_t=1/2mu^2

E_t=2/3k_a T
** 气体运动的速率分布
这里需要很长的推导
